Repository: swiftZhou/Watermarkly
Catalog: Watermarkly/Watermarkly/Localizable.xcstrings
Source language: en
Languages: de, fr, fr_ca, ja, ko, zh_hant

source: Batch protect your product photos
de: Produkfotos stapelweise schützen
fr: Protégez vos photos produit en lot
fr_ca: Protégez vos photos de produits en lot
ja: 商品写真をまとめて保護
ko: 제품 사진을 일괄 보호하세요
zh_hant: 批次保護您的產品照片

source: Select Photos
de: Fotos auswählen
fr: Sélectionner des photos
fr_ca: Sélectionner des photos
ja: 写真を選択
ko: 사진 선택
zh_hant: 選擇照片

source: Tiled
de: Kachel
fr: Carrelage
fr_ca: Carrelage
ja: タイル
ko: 타일
zh_hant: 平鋪

source: Corner
de: Ecke
fr: Coin
fr_ca: Coin
ja: コーナー
ko: 모서리
zh_hant: 邊角

source: Card
de: Karte
fr: Carte
fr_ca: Carte
ja: カード
ko: 카드
zh_hant: 相框

source: Retouch
de: Retusche
fr: Retouche
fr_ca: Retouche
ja: レタッチ
ko: 리터치
zh_hant: 塗抹

source: Unlimited saves unlocked
de: Unbegrenzte Speicherungen freigeschaltet
fr: Enregistrements illimités débloqués
fr_ca: Enregistrements illimités déverrouillés
ja: 無制限の保存が解除されました
ko: 무제한 저장이 잠금 해제됨
zh_hant: 已解鎖無限次儲存

source: %lld free saves remaining · up to 3 photos
de: %lld kostenlose Speicherungen übrig · bis zu 3 Fotos
fr: %lld enregistrements gratuits restants · jusqu’à 3 photos
fr_ca: %lld enregistrements gratuits restants · jusqu’à 3 photos
ja: 無料保存はあと%lld回 · 最大3枚
ko: 무료 저장 %lld회 남음 · 최대 3장
zh_hant: 還剩 %lld 次免費儲存 · 最多 3 張照片

source: Unlock
de: Freischalten
fr: Débloquer
fr_ca: Déverrouiller
ja: 解除
ko: 잠금 해제
zh_hant: 解鎖

source: Unable to Load Photos
de: Fotos konnten nicht geladen werden
fr: Impossible de charger les photos
fr_ca: Impossible de charger les photos
ja: 写真を読み込めません
ko: 사진을 불러올 수 없음
zh_hant: 無法載入照片

source: Please try selecting different images.
de: Bitte wählen Sie andere Bilder aus.
fr: Essayez de sélectionner d’autres images.
fr_ca: Essayez de sélectionner d’autres images.
ja: 別の画像を選んでみてください。
ko: 다른 이미지를 선택해 보세요.
zh_hant: 請試著選擇其他圖片。

source: Edit
de: Bearbeiten
fr: Modifier
fr_ca: Modifier
ja: 編集
ko: 편집
zh_hant: 編輯

source: Previous
de: Zurück
fr: Précédent
fr_ca: Précédent
ja: 前へ
ko: 이전
zh_hant: 上一張

source: Next
de: Weiter
fr: Suivant
fr_ca: Suivant
ja: 次へ
ko: 다음
zh_hant: 下一張

source: Save All
de: Alle speichern
fr: Tout enregistrer
fr_ca: Tout enregistrer
ja: すべて保存
ko: 모두 저장
zh_hant: 全部儲存

source: Undo
de: Rückgängig
fr: Annuler
fr_ca: Annuler
ja: 取り消す
ko: 실행 취소
zh_hant: 復原

source: Watermark text
de: Wasserzeichen-Text
fr: Texte du filigrane
fr_ca: Texte du filigrane
ja: 透かし文字
ko: 워터마크 텍스트
zh_hant: 浮水印文字

source: Caption on card
de: Beschriftung auf der Karte
fr: Légende sur la carte
fr_ca: Légende sur la carte
ja: カードのキャプション
ko: 카드 캡션
zh_hant: 相框說明文字

source: Choose Logo
de: Logo wählen
fr: Choisir un logo
fr_ca: Choisir un logo
ja: ロゴを選択
ko: 로고 선택
zh_hant: 選擇標誌

source: Clear Logo
de: Logo entfernen
fr: Effacer le logo
fr_ca: Effacer le logo
ja: ロゴを消去
ko: 로고 지우기
zh_hant: 清除標誌

source: Opacity
de: Deckkraft
fr: Opacité
fr_ca: Opacité
ja: 不透明度
ko: 불투명도
zh_hant: 不透明度

source: Rotation
de: Drehung
ja: 回転
ko: 회전
zh_hant: 旋轉

source: Spacing
de: Abstand
fr: Espacement
fr_ca: Espacement
ja: 間隔
ko: 간격
zh_hant: 間距

source: Size
de: Größe
fr: Taille
fr_ca: Taille
ja: サイズ
ko: 크기
zh_hant: 大小

source: Border Width
de: Rahmenbreite
fr: Épaisseur de bordure
fr_ca: Épaisseur de bordure
ja: 枠の太さ
ko: 테두리 두께
zh_hant: 邊框寬度

source: Brush Size
de: Pinselgröße
fr: Taille du pinceau
fr_ca: Taille du pinceau
ja: ブラシサイズ
ko: 브러시 크기
zh_hant: 筆刷大小

source: Brush Color
de: Pinsel­farbe
fr: Couleur du pinceau
fr_ca: Couleur du pinceau
ja: ブラシの色
ko: 브러시 색상
zh_hant: 筆刷顏色

source: Show Caption
de: Beschriftung anzeigen
fr: Afficher la légende
fr_ca: Afficher la légende
ja: キャプションを表示
ko: 캡션 표시
zh_hant: 顯示說明文字

source: Device Template
de: Gerätevorlage
fr: Modèle d’appareil
fr_ca: Modèle d’appareil
ja: デバイステンプレート
ko: 기기 템플릿
zh_hant: 裝置範本

source: TL
de: OL
fr: HG
fr_ca: HG
ja: 左上
ko: 좌상
zh_hant: 左上

source: TR
de: OR
fr: HD
fr_ca: HD
ja: 右上
ko: 우상
zh_hant: 右上

source: BL
de: UL
fr: BG
fr_ca: BG
ja: 左下
ko: 좌하
zh_hant: 左下

source: BR
de: UR
fr: BD
fr_ca: BD
ja: 右下
ko: 우하
zh_hant: 右下

source: C
de: M
ja: 中央
ko: 중
zh_hant: 中

source: Top Left
de: Oben links
fr: Haut gauche
fr_ca: Haut gauche
ja: 左上
ko: 왼쪽 위
zh_hant: 左上

source: Top Right
de: Oben rechts
fr: Haut droite
fr_ca: Haut droite
ja: 右上
ko: 오른쪽 위
zh_hant: 右上

source: Bottom Left
de: Unten links
fr: Bas gauche
fr_ca: Bas gauche
ja: 左下
ko: 왼쪽 아래
zh_hant: 左下

source: Bottom Right
de: Unten rechts
fr: Bas droite
fr_ca: Bas droite
ja: 右下
ko: 오른쪽 아래
zh_hant: 右下

source: Center
de: Mitte
fr: Centre
fr_ca: Centre
ja: 中央
ko: 가운데
zh_hant: 置中

source: Photo %lld of %lld · pinch to zoom
de: Foto %lld von %lld · zum Zoomen kneifen
fr: Photo %lld sur %lld · pincez pour zoomer
fr_ca: Photo %lld de %lld · pincez pour zoomer
ja: 写真 %lld / %lld · ピンチでズーム
ko: 사진 %lld / %lld · 확대하려면 확대/축소
zh_hant: 第 %lld 張，共 %lld 張 · 雙指縮放

source: Photo %lld of %lld · scroll horizontally · pinch to zoom
de: Foto %lld von %lld · horizontal scrollen · zum Zoomen kneifen
fr: Photo %lld sur %lld · faites défiler horizontalement · pincez pour zoomer
fr_ca: Photo %lld de %lld · faites défiler horizontalement · pincez pour zoomer
ja: 写真 %lld / %lld · 横にスクロール · ピンチでズーム
ko: 사진 %lld / %lld · 가로로 스크롤 · 핀치로 확대
zh_hant: 第 %lld 張，共 %lld 張 · 橫向滑動 · 雙指縮放

source: Photo 1 of 1 · pinch to zoom
de: Foto 1 von 1 · zum Zoomen kneifen
fr: Photo 1 sur 1 · pincez pour zoomer
fr_ca: Photo 1 de 1 · pincez pour zoomer
ja: 写真 1 / 1 · ピンチでズーム
ko: 사진 1 / 1 · 핀치로 확대
zh_hant: 第 1 張，共 1 張 · 雙指縮放

source: Saved
de: Gespeichert
fr: Enregistré
fr_ca: Enregistré
ja: 保存しました
ko: 저장됨
zh_hant: 已儲存

source: Save Failed
de: Speichern fehlgeschlagen
fr: Échec de l’enregistrement
fr_ca: Échec de l’enregistrement
ja: 保存に失敗しました
ko: 저장 실패
zh_hant: 儲存失敗

source: Unlock Watermarkly
de: Watermarkly freischalten
fr: Débloquer Watermarkly
fr_ca: Déverrouiller Watermarkly
ja: Watermarkly を解除
ko: Watermarkly 잠금 해제
zh_hant: 解鎖 Watermarkly

source: One-time purchase. No subscription.
de: Einmaliger Kauf. Kein Abonnement.
fr: Achat unique. Sans abonnement.
fr_ca: Achat unique. Aucun abonnement.
ja: 買い切り。サブスクリプションはありません。
ko: 일회성 구매. 구독 없음.
zh_hant: 一次購買，無需訂閱。

# purchase_benefits
source: • Unlimited batch exports • Select unlimited photos • All watermark modes forever
de: • Unbegrenzte Stapelexporte • Beliebig viele Fotos auswählen • Alle Wasserzeichen-Modi dauerhaft
fr: • Exports par lot illimités • Sélection illimitée de photos • Tous les modes de filigrane à vie
fr_ca: • Exports par lot illimités • Sélection illimitée de photos • Tous les modes de filigrane à vie
ja: • 無制限の一括書き出し • 写真を無制限に選択 • すべての透かしモードを永久利用
ko: • 무제한 일괄 내보내기 • 사진 개수 제한 없음 • 모든 워터마크 모드 영구 이용
zh_hant: • 無限批次匯出 • 可選擇無限張照片 • 永久使用所有浮水印模式

source: Restore Purchases
de: Käufe wiederherstellen
fr: Restaurer les achats
fr_ca: Restaurer les achats
ja: 購入を復元
ko: 구입 항목 복원
zh_hant: 恢復購買

source: Unlock for %@
de: Freischalten für %@
fr: Débloquer pour %@
fr_ca: Déverrouiller pour %@
ja: %@で解除
ko: %@에 잠금 해제
zh_hant: %@ 解鎖

source: No previous purchase found for this Apple ID.
de: Für diese Apple-ID wurde kein früherer Kauf gefunden.
fr: Aucun achat précédent trouvé pour cet identifiant Apple.
fr_ca: Aucun achat précédent trouvé pour cet identifiant Apple.
ja: この Apple ID の過去の購入は見つかりませんでした。
ko: 이 Apple ID로 이전 구입을 찾을 수 없습니다.
zh_hant: 找不到此 Apple ID 的既有購買紀錄。

source: Purchase Error
de: Kauffehler
fr: Erreur d’achat
fr_ca: Erreur d’achat
ja: 購入エラー
ko: 구매 오류
zh_hant: 購買錯誤

source: The unlock product is not available. Please try again later.
de: Das Freischaltprodukt ist nicht verfügbar. Bitte später erneut versuchen.
fr: Le produit de déblocage n’est pas disponible. Réessayez plus tard.
fr_ca: Le produit de déverrouillage n’est pas disponible. Réessayez plus tard.
ja: 解除用の商品を利用できません。後でもう一度お試しください。
ko: 잠금 해제 상품을 사용할 수 없습니다. 나중에 다시 시도하세요.
zh_hant: 解鎖方案目前無法使用，請稍後再試。

source: Saving Photos
de: Fotos werden gespeichert
fr: Enregistrement des photos
fr_ca: Enregistrement des photos
ja: 写真を保存中
ko: 사진 저장 중
zh_hant: 正在儲存照片

source: Preparing…
de: Vorbereitung…
fr: Préparation…
fr_ca: Préparation…
ja: 準備中…
ko: 준비 중…
zh_hant: 準備中…

source: Rendering %lld of %lld…
de: Rendern %lld von %lld…
fr: Rendu %lld sur %lld…
fr_ca: Rendu %lld de %lld…
ja: %lld / %lld を処理中…
ko: %lld / %lld 렌더링 중…
zh_hant: 正在處理第 %lld 張，共 %lld 張…

source: Writing to photo library…
de: In die Mediathek speichern…
fr: Écriture dans la photothèque…
fr_ca: Écriture dans la photothèque…
ja: 写真ライブラリに書き込み中…
ko: 사진 보관함에 쓰는 중…
zh_hant: 正在寫入照片圖庫…

source: Please allow photo library access in Settings.
de: Bitte erlauben Sie in den Einstellungen den Zugriff auf die Mediathek.
fr: Autorisez l’accès à la photothèque dans Réglages.
fr_ca: Autorisez l’accès à la photothèque dans Réglages.
ja: 設定で写真ライブラリへのアクセスを許可してください。
ko: 설정에서 사진 보관함 접근을 허용해 주세요.
zh_hant: 請在「設定」中允許取用照片圖庫。

source: %lld photo(s) saved to your library.
de: %lld Foto(s) in Ihrer Mediathek gespeichert.
fr: %lld photo(s) enregistrée(s) dans votre photothèque.
fr_ca: %lld photo(s) enregistrée(s) dans votre photothèque.
ja: %lld枚の写真をライブラリに保存しました。
ko: 사진 %lld장이 보관함에 저장되었습니다.
zh_hant: 已將 %lld 張照片儲存到圖庫。

source: Unable to save photos.
de: Fotos konnten nicht gespeichert werden.
fr: Impossible d’enregistrer les photos.
fr_ca: Impossible d’enregistrer les photos.
ja: 写真を保存できません。
ko: 사진을 저장할 수 없습니다.
zh_hant: 無法儲存照片。

source: Privacy Policy
de: Datenschutzrichtlinie
fr: Politique de confidentialité
fr_ca: Politique de confidentialité
ja: プライバシーポリシー
ko: 개인정보 처리방침
zh_hant: 隱私權政策

source: Privacy Notice
de: Datenschutzhinweis
fr: Avis de confidentialité
fr_ca: Avis de confidentialité
ja: プライバシーについてのお知らせ
ko: 개인정보 안내
zh_hant: 隱私權提示

source: Welcome to Watermarkly. We process photos on your device and do not upload them to our servers. Please read and agree to the Privacy Policy before continuing.
de: Willkommen bei Watermarkly. Fotos werden auf dem Gerät verarbeitet und nicht auf unsere Server hochgeladen. Bitte lesen und akzeptieren Sie die Datenschutzrichtlinie, bevor Sie fortfahren.
fr: Bienvenue dans Watermarkly. Nous traitons vos photos sur votre appareil et ne les envoyons pas sur nos serveurs. Veuillez lire et accepter la Politique de confidentialité avant de continuer.
fr_ca: Bienvenue dans Watermarkly. Nous traitons vos photos sur votre appareil et ne les envoyons pas sur nos serveurs. Veuillez lire et accepter la Politique de confidentialité avant de continuer.
ja: Watermarklyへようこそ。写真は端末上で処理され、当社サーバーにはアップロードされません。続ける前にプライバシーポリシーを確認し同意してください。
ko: Watermarkly에 오신 것을 환영합니다. 사진은 기기에서 처리되며 서버로 업로드되지 않습니다. 계속하기 전에 개인정보 처리방침을 읽고 동의해 주세요.
zh_hant: 歡迎使用 Watermarkly。我們在您的裝置上處理相片，不會上傳至我們的伺服器。請先閱讀並同意隱私權政策後再繼續使用。

source: Agree
de: Zustimmen
fr: Accepter
fr_ca: Accepter
ja: 同意する
ko: 동의
zh_hant: 同意

source: Disagree
de: Ablehnen
fr: Refuser
fr_ca: Refuser
ja: 同意しない
ko: 동의 안 함
zh_hant: 不同意

source: Agreement Required
de: Zustimmung erforderlich
fr: Acceptation requise
fr_ca: Acceptation requise
ja: 同意が必要です
ko: 동의가 필요합니다
zh_hant: 需要同意

source: You need to agree to the Privacy Policy to use Watermarkly.
de: Sie müssen der Datenschutzrichtlinie zustimmen, um Watermarkly zu nutzen.
fr: Vous devez accepter la Politique de confidentialité pour utiliser Watermarkly.
fr_ca: Vous devez accepter la Politique de confidentialité pour utiliser Watermarkly.
ja: Watermarklyをご利用いただくには、プライバシーポリシーへの同意が必要です。
ko: Watermarkly를 사용하려면 개인정보 처리방침에 동의해야 합니다.
zh_hant: 需同意隱私權政策才能使用 Watermarkly。

source: Cutout
de: Freistellen
fr: Détourage
fr_ca: Détourage
ja: 切り抜き
ko: 누끼
zh_hant: 摳圖

source: Remove Background
de: Hintergrund entfernen
fr: Supprimer l’arrière-plan
fr_ca: Supprimer l’arrière-plan
ja: 背景を削除
ko: 배경 제거
zh_hant: 移除背景

source: Removing background %lld of %lld…
de: Hintergrund entfernen %lld von %lld…
fr: Suppression de l’arrière-plan %lld sur %lld…
fr_ca: Suppression de l’arrière-plan %lld sur %lld…
ja: 背景削除中 %lld/%lld…
ko: 배경 제거 중 %lld/%lld…
zh_hant: 正在移除背景 %lld/%lld…

source: Cutout Unavailable
de: Freistellen nicht verfügbar
fr: Détourage indisponible
fr_ca: Détourage indisponible
ja: 切り抜きは利用できません
ko: 누끼 사용 불가
zh_hant: 無法使用摳圖

source: Background removal requires iOS 17 or later on this device.
de: Hintergrundentfernung erfordert iOS 17 oder neuer auf diesem Gerät.
fr: La suppression d’arrière-plan nécessite iOS 17 ou version ultérieure.
fr_ca: La suppression d’arrière-plan nécessite iOS 17 ou version ultérieure.
ja: 背景削除には iOS 17 以降が必要です。
ko: 배경 제거는 iOS 17 이상이 필요합니다.
zh_hant: 背景移除需要 iOS 17 或更新版本。

source: Unable to process this photo for cutout.
de: Dieses Foto konnte nicht freigestellt werden.
fr: Impossible de détourer cette photo.
fr_ca: Impossible de détourer cette photo.
ja: この写真を切り抜けませんでした。
ko: 이 사진을 누끼 처리할 수 없습니다.
zh_hant: 無法處理這張照片的摳圖。

source: No subject was detected in this photo.
de: In diesem Foto wurde kein Motiv erkannt.
fr: Aucun sujet détecté sur cette photo.
fr_ca: Aucun sujet détecté sur cette photo.
ja: この写真から被写体を検出できませんでした。
ko: 사진에서 피사체를 찾지 못했습니다.
zh_hant: 未在此照片中偵測到主體。

source: Some Photos Failed
de: Einige Fotos fehlgeschlagen
fr: Certaines photos ont échoué
fr_ca: Certaines photos ont échoué
ja: 一部の写真が失敗しました
ko: 일부 사진 실패
zh_hant: 部分照片失敗

source: %lld photo(s) could not be cut out. Try different images or angles.
de: %lld Foto(s) konnten nicht freigestellt werden. Versuchen Sie andere Bilder oder Winkel.
fr: %lld photo(s) n’ont pas pu être détourées. Essayez d’autres images ou angles.
fr_ca: %lld photo(s) n’ont pas pu être détourées. Essayez d’autres images ou angles.
ja: %lld 枚の写真を切り抜けませんでした。別の写真や角度をお試しください。
ko: %lld장의 사진을 누끼 처리하지 못했습니다. 다른 사진이나 각도를 시도해 보세요.
zh_hant: 有 %lld 張照片無法摳圖，請換張照片或換個角度再試。

source: 3×3 Grid
de: 3×3-Raster
fr: Grille 3×3
fr_ca: Grille 3×3
ja: 3×3グリッド
ko: 3×3 격자
zh_hant: 3×3 九宮格

source: 4:5 Long
de: 4:5 Hochformat
fr: Long 4:5
fr_ca: Long 4:5
ja: 4:5 縦長
ko: 4:5 세로
zh_hant: 4:5 長圖

source: 9:16 Long
de: 9:16 Hochformat
fr: Long 9:16
fr_ca: Long 9:16
ja: 9:16 縦長
ko: 9:16 세로
zh_hant: 9:16 長圖

source: Save Collage
de: Collage speichern
fr: Enregistrer le collage
fr_ca: Enregistrer le collage
ja: コラージュを保存
ko: 콜라주 저장
zh_hant: 儲存拼圖

source: Share
de: Teilen
fr: Partager
fr_ca: Partager
ja: 共有
ko: 공유
zh_hant: 分享

source: Collage saved to your photo library.
de: Collage in der Mediathek gespeichert.
fr: Collage enregistré dans votre photothèque.
fr_ca: Collage enregistré dans votre photothèque.
ja: コラージュをフォトライブラリに保存しました。
ko: 콜라주가 사진 보관함에 저장되었습니다.
zh_hant: 拼圖已儲存到相簿。

source: Unable to create collage.
de: Collage konnte nicht erstellt werden.
fr: Impossible de créer le collage.
fr_ca: Impossible de créer le collage.
ja: コラージュを作成できませんでした。
ko: 콜라주를 만들 수 없습니다.
zh_hant: 無法建立拼圖。

source: Fill
de: Füllen
fr: Remplir
fr_ca: Remplir
ja: 塗りつぶし
ko: 채우기
zh_hant: 填滿

source: Fit
de: Einpassen
fr: Ajuster
fr_ca: Ajuster
ja: フィット
ko: 맞춤
zh_hant: 適應

source: White
de: Weiß
fr: Blanc
fr_ca: Blanc
ja: 白
ko: 흰색
zh_hant: 純白

source: Gray
de: Grau
fr: Gris
fr_ca: Gris
ja: グレー
ko: 회색
zh_hant: 淺灰

source: Blur
de: Unscharf
fr: Flou
fr_ca: Flou
ja: ぼかし
ko: 블러
zh_hant: 模糊

source: Cell mode
de: Zellenmodus
fr: Mode cellule
fr_ca: Mode cellule
ja: セルモード
ko: 셀 모드
zh_hant: 格子模式

source: Background
de: Hintergrund
fr: Arrière-plan
fr_ca: Arrière-plan
ja: 背景
ko: 배경
zh_hant: 背景

source: Tap a cell to adjust · Long-press to reorder · Pinch to zoom
de: Tippen zum Anpassen · Lang drücken zum Sortieren · Ziehen zum Zoomen
fr: Touchez une case pour ajuster · Appui long pour réorganiser · Pincez pour zoomer
fr_ca: Touchez une case pour ajuster · Appui long pour réorganiser · Pincez pour zoomer
ja: タップで調整 · 長押しで並べ替え · ピンチでズーム
ko: 셀을 탭해 조정 · 길게 눌러 순서 변경 · 핀치로 확대/축소
zh_hant: 點一下格子可調整 · 長按拖曳可交換位置 · 雙指縮放

source: Remove photo
de: Foto entfernen
fr: Retirer la photo
fr_ca: Retirer la photo
ja: 写真を削除
ko: 사진 제거
zh_hant: 移除照片

source: Keep at least one photo in the layout.
de: Behalten Sie mindestens ein Foto im Layout.
fr: Conservez au moins une photo dans la mise en page.
fr_ca: Conservez au moins une photo dans la mise en page.
ja: レイアウトには少なくとも1枚の写真が必要です。
ko: 레이아웃에 사진을 최소 한 장 남겨 주세요.
zh_hant: 排版中至少保留一張照片。

source: Support
fr: Assistance
fr_ca: Assistance
ja: サポート
ko: 지원
zh_hant: 支援

source: Batch Layout
fr: Mise en page groupée
fr_ca: Mise en page groupée
ja: 一括レイアウト
ko: 일괄 레이아웃
zh_hant: 批量排版

source: Hero layout
fr: Mise en avant
fr_ca: Mise en avant
ja: ヒーローレイアウト
ko: 히어로 레이아웃
zh_hant: 主次版式

source: Layout
fr: Disposition
fr_ca: Disposition
ja: レイアウト
ko: 레이아웃
zh_hant: 排版

source: Position
ja: 位置
ko: 위치
zh_hant: 位置

source: OK
ko: 확인
zh_hant: 好
